tap "brewsci/science"
cask "xquartz"
brew "cmake"
brew "ninja"
brew "boost"
brew "libzip"
brew "opencv3"
brew "ann"
brew "eigen"
brew "freeglut"
brew "suite-sparse"
brew "glui"
brew "qt5"
brew "glfw"
brew "libconfig"
brew "xmlrpc-c"
brew "cgal"
brew "glew"
brew "wxwidgets"